{
  "Sonder": "The realization that each passerby has a life as vivid and complex as your own.",
  "Limerence": "The state of being infatuated with another person.",
  "Apricity": "The warmth of the sun in winter.",
  "Serendipity": "The occurrence of events by chance in a happy or beneficial way.",
  "Eunoia": "Beautiful thinking; a well mind.",
  "Nostalgia": "A sentimental longing or wistful affection for a period in the past.",
  "Waldeinsamkeit": "The feeling of being alone in the woods.",
  "Philocaly": "The love of beauty.",
  "Vellichor": "The strange wistfulness of used bookshops.",
  "Saudade": "A deep emotional state of nostalgic or profound melancholic longing for something or someone that one cares for and/or loves.",
  "Solivagant": "Wandering alone.",
  "Komorebi": "Sunlight that filters through the leaves of trees.",
  "Fernweh": "A crave for travel; being homesick for a place you've never been.",
  "Numinous": "Describing an experience that makes you fearful yet fascinated, awed yet attracted—the powerful, personal feeling of being overwhelmed and inspired.",
  "Meraki": "To do something with soul, creativity, or love; to put something of yourself into your work.",
  "Tsundoku": "Acquiring reading materials but letting them pile up in one's home without reading them.",
  "Yūgen": "A profound awareness of the universe that triggers emotional responses too deep and mysterious for words.",
  "Catharsis": "The process of releasing strong or repressed emotions.",
  "Mellifluous": "A sound that is sweet and smooth, pleasing to hear.",
  "Oblivion": "The state of being unaware or unconscious of what is happening around one.",
  "Eudaimonia": "A state of being happy, healthy, and prosperous.",
  "Halcyon": "Denoting a period of time in the past that was idyllically happy and peaceful.",
  "Incandescence": "Light produced by high temperatures.",
  "Lethologica": "The inability to remember a word or put your finger on the right word.",
  "Moirai": "The fates of Greek mythology.",
  "Nefelibata": "Cloud-walker; one who lives in the clouds of their own imagination or dreams.",
  "Psithurism": "The sound of the wind through trees.",
  "Redamancy": "The act of loving in return.",
  "Sehnsucht": "A yearning for a far, familiar, non-earthly land one can identify as one's home.",
  "Tartle": "The act of hesitating while introducing someone because you’ve forgotten their name.",
  "Whilom": "Former; of times past.",
  "Xenization": "The act of traveling as a stranger.",
  "Anemoia": "Nostalgia for a time you've never known.",
  "Balter": "To dance artlessly, but with enjoyment.",
  "Ceraunophilia": "Loving thunder and lightning.",
  "Dactylion": "The tip of the middle finger.",
  "Elysian": "Beautiful or creative; divinely inspired; peaceful and perfect.",
  "Frisson": "A sudden strong feeling of excitement or fear; a thrill.",
  "Gigil": "The irresistible urge to squeeze someone because you love them.",
  "Hiraeth": "A homesickness for a home to which you cannot return, a home which maybe never was.",
  "Illumilatte": "The light that shines from the screen of a phone, used in the dark.",
  "Jouska": "A hypothetical conversation that you compulsively play out in your head.",
  "Kairosclerosis": "The moment you realize that you're currently happy and try to savor the feeling.",
  "Lagom": "Not too little, not too much. Just right.",
  "Monachopsis": "The subtle but persistent feeling of being out of place.",
  "Nyctophilia": "Love of darkness or night; finding relaxation or comfort in the darkness.",
  "Onism": "The awareness of how little of the world you’ll experience.",
  "Petrichor": "The pleasant, earthy smell after rain.",
  "Querencia": "A place where one feels safe, a place from which one's strength of character is drawn.",
  "Rückkehrunruhe": "The feeling of returning home after an immersive trip only to find it fading rapidly from your awareness.",
  "Sonorous": "An imposingly deep and full sound.",
  "Talisman": "An object, typically an inscribed ring or stone, thought to have magic powers and to bring good luck.",
  "Umbra": "The fully shaded inner region of a shadow cast by an opaque object.",
  "Velleity": "A wish or inclination not strong enough to lead to action.",
  "Wanderlust": "A strong desire to travel.",
  "Xertz": "To gulp down quickly and greedily.",
  "Ya’aburnee": "A declaration of one's hope that they will die before another person because of how difficult it would be to live without them.",
  "Zazzy": "Bright, vivid, or flashy.",
  "Acosmist": "One who believes that nothing exists.",
  "Bibliopole": "A person who buys and sells books, especially rare ones.",
  "Clinomania": "Excessive desire to stay in bed.",
  "Dysania": "The state of finding it hard to get out of bed in the morning.",
  "Eutony": "The pleasantness of a word’s sound.",
  "Fudgel": "Pretending to work while actually doing nothing.",
  "Gleed": "A glowing coal.",
  "Haptodysphoria": "The uncomfortable feeling of dry skin against certain fabrics.",
  "Iridescence": "A lustrous rainbow-like play of color caused by differential refraction of light waves.",
  "Juxtapose": "To place different things together in order to create an interesting effect or to show how they are the same or different.",
  "Kalon": "Beauty that is more than skin deep.",
  "Lygerastia": "The condition of one who is only amorous when the lights are out.",
  "Memento Mori": "An object serving as a warning or reminder of death.",
  "Nadir": "The lowest point in the fortunes of a person or organization.",
  "Opia": "The ambiguous intensity of looking someone in the eye, which can feel simultaneously invasive and vulnerable.",
  "Peregrinate": "To travel or wander around from place to place.",
  "Quintessence": "The most perfect or typical example of a quality or class.",
  "Rubatosis": "The unsettling awareness of your own heartbeat.",
  "Sempiternal": "Eternal and unchanging; everlasting.",
  "Tenebrism": "The use of strong contrasts between light and dark, especially to give a dramatic effect.",
  "Uitwaaien": "To take a break to clear one’s head, lit. 'to walk in the wind'.",
  "Vorfreude": "The joyful, intense anticipation that comes from imagining future pleasures.",
  "Wabi-Sabi": "The discovery of beauty within the imperfections of life and art.",
  "Xenophilia": "An attraction to foreign peoples, cultures, or customs.",
  "Yugen": "An awareness of the universe that triggers emotional responses too deep and mysterious for words.",
  "Zephyr": "A soft, gentle breeze.",
  "Accismus": "The behavior of pretending to be disinterested in something while actually desiring it.",
  "Bricolage": "Construction or creation from a diverse range of available things.",
  "Cwtch": "A Welsh term for a cuddle or hug.",
  "Duende": "The mysterious power of art to deeply move a person.",
  "Ephemeral": "Lasting for a very short time.",
  "Feuillemort": "The color of a dying leaf.",
  "Gossamer": "Something very light, thin, and insubstantial or delicate.",
  "Hygge": "A Danish word for a mood of coziness and comfortable conviviality with feelings of wellness and contentment.",
  "Interstice": "A small space that lies between things; a gap.",
  "heartworm": "A relationship or friendship that you can't get out of your head which you thought had faded long ago, but is still somehow alive and unfinished. like an abandoned campsite whose smoldering embers still have the power to start a forest fire.",
  "Pâro": "The feeling that no matter what you do, it is always somehow wrong. as if there's some obvious way forward that everyone else can see but you. that your life is a series of aimless mistakes that you'll forever compare to those who seemingly have it together"
}
